Repository: M157q/wicd
Catalog: translations/*.po
Languages: fi_fi

source: Connect
fi_fi: Yhdistä

source: Netmask
fi_fi: Verkon peite

source: Gateway
fi_fi: Yhdyskäytävä

source: Use Static IPs
fi_fi: Kiinteä IP

source: Use Static DNS
fi_fi: Kiinteä DNS

source: Use Encryption
fi_fi: Käytä salausta

source: Advanced Settings
fi_fi: Lisäasetukset

source: Wired Network
fi_fi: Lähiverkko

source: Automatically connect to this network
fi_fi: Yhdistä tähän verkkoon automaattisesti

source: Secured
fi_fi: Salattu

source: Unsecured
fi_fi: Salaamaton

source: Channel
fi_fi: Kanava

source: Preferences
fi_fi: Asetukset

source: WPA Supplicant Driver
fi_fi: WPA Supplicant -ajuri

source: Wireless Interface
fi_fi: Langaton verkkolaite

source: Wired Interface
fi_fi: Lähiverkkolaite

source: Hidden Network
fi_fi: Piilotettu verkko

source: Hidden Network ESSID
fi_fi: Piilotetun verkon ESSID

source: Connected to $A at $B% (IP: $C)
fi_fi: Yhdistetty verkkoon $A vahvuudella $B% (IP: $C)

source: Connected to wired network (IP: $A)
fi_fi: Yhdistetty lähiverkkoon (IP: $A)

source: Not connected
fi_fi: Ei yhdistetty

source: No wireless networks found.
fi_fi: Langattomia verkkoja ei löydy.

source: Key
fi_fi: Avain

source: Username
fi_fi: Käyttäjä

source: Password
fi_fi: Salasana

source: Anonymous Identity
fi_fi: Anonyymi identiteetti

source: Identity
fi_fi: Identiteetti

source: Authentication
fi_fi: Autentikointi

source: Path to PAC File
fi_fi: PAC-tiedoston polku

source: Choose from the networks below:
fi_fi: Valitse verkko:

source: Connecting...
fi_fi: Yhdistetään...

source: Putting interface down...
fi_fi: Suljetaan verkkolaite...

source: Resetting IP address...
fi_fi: Palautetaan IP-osoite...

source: Putting interface up...
fi_fi: Käynnistetään verkkolaite...

source: Removing old connection...
fi_fi: Poistetaan vanha yhteys...

source: Generating PSK...
fi_fi: Luodaan PSK...

source: Generating WPA configuration file...
fi_fi: Luodaan WPA-asetustiedosto...

source: Flushing the routing table...
fi_fi: Tyhjennetään reititystaulu...

source: Configuring wireless interface...
fi_fi: Asetetaan langaton verkkolaite...

source: Setting broadcast address...
fi_fi: Asetetaan lähetysosoite...

source: Setting static DNS servers...
fi_fi: Asetetaan kiinteä DNS-palvelin...

source: Setting static IP addresses...
fi_fi: Asetetaan kiinteä IP-osoite...

source: Obtaining IP address...
fi_fi: Haetaan IP-osoite...

source: Done connecting...
fi_fi: Yhdistetty...

source: To connect to a wired network, you must create a network profile. To create a network profile, type a name that describes this network, and press Add.
fi_fi: Yhdistääksesi langalliseen lähiverkkoon sinun täytyy luoda verkkoprofiili. Tee se kirjoittamalla verkkoa kuvaava nimi ja napsauttamalla Lisää-painiketta.
